Revit 2027 API
ParameterTypeId.ViewTypeSchedules Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewTypeSchedules { get; }
Public Shared ReadOnly Property ViewTypeSchedules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewTypeSchedules {
	ForgeTypeId^ get ();
}
static member ViewTypeSchedules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace